Repository: gizur/trailerapp_v1
Catalog: trailer_app/ios/DamageClaim/DamageClaim/*.lproj/Localizable.strings
Languages: sv

# LOADING_MESSAGE
source: Loading...
sv: Laddar...

# SAVING_MESSAGE
source: Saving...
sv: Sparar...

source: Login
sv: Logga in

source: Username...
sv: E-mail...

source: Password...
sv: Lösen...

# SURVEY_SECTION_ONE_TITLE
source: Survey
sv: Kontrollbesiktning

# SURVEY_SECTION_TWO_TITLE
source: Trailer Inventory
sv: Skivor och spännband

# TAB_BAR_ITEM_SURVEY
source: Survey
sv: Kontrollbesiktning

# TAB_BAR_ITEM_DAMAGE
source: Damage
sv: Skador

source: Trailer Type
sv: Typ av trailer

source: Own
sv: Egen

source: Rented
sv: Hyrtrailer

# ID
source: Trailer ID:
sv: ID:

source: Place:
sv: Plats:

source: Sealed
sv: Plomberad

source: No
sv: Nej

source: Yes
sv: Ja

source: Plates:
sv: Skivor:

source: Straps:
sv: Spännband:

source: Submit
sv: Skicka

source: Done
sv: Klar

source: Damage Details
sv: Skadeuppgifter

source: Damage Images
sv: Foton

# DAMAGE_TYPE
source: Type:
sv: Typ:

# ADD_PHOTO
source: Choose
sv: Välj

# ADD_PHOTO_CAMERA
source: Camera
sv: Kamera

# ADD_PHOTO_LIBRARY
source: Photo Library
sv: Kamerarulle

# ADD_PHOTO_ALBUM
source: Saved Photos
sv: Sparade foton

source: Cancel
sv: Avbryta

source: Dismiss
sv: Avskeda

# REPORT_DAMAGE
source: Report new damage
sv: Skador

# ADD_NEW_IMAGE
source: Add a new image
sv: Lägg till en bild

# REPORT_NEW_DAMAGE
source: Report a new damage
sv: Rapportera ny skada

# REPORTED_DAMAGES
source: Previously reported damage
sv: Rapporterade skador

source: Logout
sv: Logga ut

# REPORTING_DAMAGE
source: New damages
sv: Skada rapporteras

# DAMAGE_TYPE_ALREADY_ADDED
source: You have already added this trailer part and type. The images will be added to the existing one.
sv: Bilder för denna del av trailern finns redan. De nya bilderna läggs till de befintliga.

source: Edit
sv: Ändra

# INTERNAL_SERVER_ERROR
source: There is some problem with the server. Please report this to developers.
sv: Problem med tjänsten, kontakta support.

# NETWORK_ERROR
source: Network Error. Please check if your network is available and try again later!
sv: Kan inte kontakta servern. Kontrollera nätverket och försök igen.

# SELECT_DAMAGE_TYPE
source: Please select a damage type.
sv: Välj en typ av skada.

# SUBMIT_DAMAGE_ERROR
source: Could not submit some of the damage claims. Do you want to try again?
sv: Kunde inte skicka skaderapporten, prova att skicka igen.

source: Submitting...
sv: Skickar...

# NO_API_KEY_ERROR
source: Error logging in! Please open the link you've received via text/mail to register properly.
sv: Fel vid inloggning! Säkerställ att e-mail och lösen är rätt. Du har väl klickat på länken i det mail/SMS: som konfigurerar handenheten!

# EMPTY_USERNAME_PASSWORD
source: Either the username or password is empty.
sv: E-mail eller lösen har inte angivits.

# INVALID_LOGIN
source: Could not verify your identity. Please note that you've to open this app from the link given to you via text/mail for the first time. If you've already done so, please contact your company.
sv: Kunde inte verifiera användaren. Du har väl klickat på länken i det mail/SMS: som konfigurerar handenheten! Kontakta support om du redan gjort detta.

# SURVEY_TICKET_TITLE
source: Survey ticket by
sv: Kontrollbesiktning gjord av

# DAMAGE_TICKET_TITLE
source: Damage report by
sv: Skaderapport gjord av

# IMAGE_LOADING_ERROR
source: Could not load an image. Please try again.
sv: Kunde inte ladda foto. Försök igen.

# TRAILER_ID_NULL_ERROR
source: Please choose a trailer-id first.
sv: Ett ID måste väljas innan skador kan rapporteras.

source: Survey
sv: Kontrollbesiktning

source: Damages
sv: Skador

# DRIVER_CAUSED_DAMAGE
source: Caused By:
sv: Orsakad av:

source: Driver
sv: Chaufför

source: Other
sv: Annan

source: Back
sv: Tillbaka

source: Survey submitted successfully
sv: Kontrollbesiktningen har skickats.

source: Damage reported successfully
sv: Rapporten har sparats.

source: Reset password
sv: Återställ lösenord

source: Change password
sv: Ändra lösenord

source: Enter old password...
sv: Ange gammalt lösenord...

source: Enter new password...
sv: Ange nytt lösenord...

source: Confirm new password...
sv: Bekräfta nytt lösenord...
